Repository: pi-module/order
Catalog: locale/*/admin.po
Languages: fa, fr

source: Orders detail
fa: جزئیات سفارش
fr: Détail des commandes

source: Simple orders detail
fa: جزئیات ساده سفارش
fr: Détail des commandes simples

source: Installment
fa: قسطی
fr: Echéancier

source: Installment orders detail
fa: جزییات سفارش های قسطی
fr: Détail des commandes avec paiements fractionnés

source: Credit
fa: اعتبار
fr: Compte Client

source: User credit information
fa: آطلاعات اعتبار کاربر
fr: Information Compte Utilisateur

source: Admin
fa: مدیریت

source: Front
fa: سمت کاربر

source: Order
fa: سفارش
fr: Commande

source: Checkout
fa: ثبت سفارش

source: Invoice
fa: فاکتور
fr: Facture

source: Print
fa: پرینت
fr: Imprimer

source: Customize
fa: شخصی سازی
fr: Personnaliser

source: Payment
fa: پرداخت
fr: Paiement

source: Score
fa: امتیاز

source: Notification
fa: آگاهی رسانی
fr: Notifications

source: Cron
fa: کرون جاب

source: Perpage
fa: تعداد در هر صفحه
fr: Par page

source: Order method
fa: روش ثبت سفارش
fr: Méthode de commande

source: Test mode
fa: حالت تست
fr: Mode Test

source: By test mode , you can disable payment on bank and test order level. dont use it on active websites
fa: با حالت تست ، شما میتوانید پرداخت آنلاین در بانک را غیر فعال کنید و مراحل کامل سفارش را تست نمایید. در سایت های در حال کار استفاده نشود
fr: Par le mode Test, vous pouvez désactiver le paiement bancaire et tester le process de commande, ne pas utiliser sur les sites en production

source: Anonymous users can pay
fa: کاربر مهمان بتواند پرداخت کند
fr: Les utilisateurs Anonymes peuvent payer

source: Order filename Prefix
fa: پیشوند نام فایل
fr: Préfixe pour les commandes

source: Order code Prefix
fa: پیشوند کد سفارش
fr: Code Préfixe pour les commandes

source: Invoice code Prefix
fa: پیشوند کد فاکتور
fr: Prefixe du numéro de facture

source: Update user profile
fa: به روز رسانی پروفایل کاربر
fr: Mettre à jour le profil utilisateur

source: Update user profile by order informations by user confirmation
fa: به روز رسانی پروفایل کاربر بر اساس اطلاعات ثبت شده در سفارش با تایید کاربر
fr: Mettre à jour le profil utilisateur avec les informations de commande, après confirmation utilisateur

source: Product additional price
fa: قیمت اضافی برای محصولات
fr: Coût additionnel Produits

source: Additional price as ready and delivery, just for products
fa: قیمت اضافی برای آماده سازی و ارسال ، فقط مخصوص محصولات
fr: Coût additionnel de livraison/installation, uniquement pour les produits

source: Service additional price
fa: قیمت اضافی برای خدمات
fr: Coût additionnel Services

source: Additional price as setup, just for servicies
fa: قیمت اضافی برای راه اندازی ، فقط مخصوص سرویس ها
fr: Coût additionnel d'activation, uniquement pour les services

source: Formatter price
fa: فرمت کردن قیمت

source: After save order
fa: بعد از ثبت سفارش
fr: Après avoir enregistré la commande

source: Go to invoice page
fa: برو به صفحه فاکتور
fr: Aller à la page de facturation

source: Go to payment page
fa: برو به صفحه پرداخت
fr: Aller à la page de paiement

source: Seller logo
fa: لوگوی فروشنده
fr: Logo du Vendeur

source: Put logo full URL
fa: آدرس کامل عکس را وارد کنید
fr: Insérer l'URL du logo

source: Seller information
fa: اطلاعات فروشنده
fr: Informations vendeur

source: HTML tags supported, use on invoice page
fa: از تگ های HTML پشتیبانی می شود ، در صفحه فاکتور نمایش داده می شود
fr: Tags HTML supportés, utilisé sur la page de facture

source: Notification email for each module
fa: ایمیل اطلاع رسانی برای هر ماژول
fr: Email de notification pour chaque module

source: Setup format : shop,shop@mysite.com|guide,guide@mysite.com
fa: فرمت ورد استفاده : shop,shop@mysite.com|guide,guide@mysite.com
fr: Format shop,shop@mysite.com|guide,guide@mysite.com

source: Address type
fa: نوع آدرس
fr: Type d'adresse

source: Default address type
fa: نوع آدرس پیشفرض
fr: Type d'adresse par défaut

source: Show ID number
fa: نمایش کد ملی
fr: Afficher le Numéro ID utilisateur

source: Show name
fa: نمایش نام
fr: Afficher le Nom

source: Show email
fa: نمایش ایمیل
fr: Afficher l'Email

source: Show phone
fa: نمایش تلفن
fr: Afficher le Numéro de téléphone

source: Show mobile
fa: نمایش موبایل
fr: Afficher le Numéro de mobile

source: Show birthday
fa: نمایش تاریخ تولد
fr: Afficher la date de naissance

source: Show company
fa: نمایش شرکت
fr: Afficher le Nom Entreprise

source: Show company extra (ID , VAT)
fa: نمایش اطلاعات اضافی شرکت
fr: Afficher les infos supplémentaires Société (ID,VAT)

source: Show address
fa: نمایش آدرس
fr: Afficher l'Adresse

source: Show address addition
fa: نمایش خط دوم آدرس
fr: Afficher le complément d'adresse

source: Show country
fa: نمایش کشور
fr: Afficher le pays

source: Country list
fa: فهرست کشور ها
fr: Liste de pays

source: Use `|` as delimiter to separate countries
fa: با استفاده از `|` کشور ها را از هم جدا کنید
fr: Utiliser `|` comme délimiteur pour séparer les pays

source: Show state
fa: نمایش استان
fr: Afficher l'Etat

source: Show city
fa: نمایش شهر
fr: Afficher la ville

source: Show Zip code
fa: نمایش کد پستی
fr: Afficher le Code Postal

source: Show packing
fa: نمایش بسته بندی
fr: Afficher l'emballage

source: Show location and delivery
fa: نمایش مکان و روش تحویل
fr: Afficher les lieux et livraisons

source: Show user note
fa: نمایش توضیح کاربر
fr: Afficher les Notes Utilisateurs

source: Show order term
fa: نمایش شرایط و مقررات
fr: Afficher les CGV

source: Order term url
fa: لینک شرایط سفارش
fr: URL CGV Commande

source: Signature zone on print
fa: نمایش محل امضا در پرینت
fr: Zone signature sur impression

source: Use custom price
fa: استفاده از قیمت سفارشی
fr: Utiliser les prix personnalisés

source: Date format
fa: فرمت تاریخ
fr: Format de date

source: For example : yyyy/MM/dd
fa: به عنوان نمونه : yyyy/MM/dd
fr: Par exemple : yyyy/MM/dd

source: Payment gateway error url
fa: لینک برگشت در خطای دروازه پرداخت
fr: Url pour l'erreur de passerelle de paiement

source: Set back url when gateway have error, set empty for default url
fa: تنظیم لینک برگشت وقتی که خطایی در روند پرداخت روی داده باشد، برای استفاده از آدرس پیش فرض این گزینه را خالی رها کنید
fr: Définir l'url de retour lorsqu'une la passerelle rencontre une erreur, laisser vide pour l'url par défaut

source: Website image URL
fa: آدرس لوگوی وب سایت
fr: URL de l'image du website

source: Use on some payment gateway like paypal.
fa: در بعضی دروازه پرداخت ها مثل پی پال استفاده می شود.
fr: Utilisé par plusieurs passerelles de paiement comme Paypal

source: Offline payment
fa: پرداخت آفلاین
fr: Paiement Hors Ligne

source: Title for offline payment
fa: عنوان برای پرداخت آفلاین
fr: Titre pour le paiement Hors Ligne

source: Description for offline payment
fa: توضیحات پرداخت آفلاین
fr: Description pour le payment Hors Ligne

source: Admin make contact about payment whit you after review your order
fa: مدیر وب سایت برای هماهنگی پرداخت با شما تماس خواهد گرفت
fr: L'administrateur vous contactera après avoir validé votre commande

source: Minimum value for split payments
fa: حداقل مقدار برای بخش کردن قیمت
fr: Montant minimum pour le paiement fractionné

source: Below of this amount, the invoice is paid throught in a single transaction (1 installment only)
fa: در زیر این مبلغ ، فاکتور از طریق یک مرحله (فقط 1 قسط) پرداخت می شود
fr: En dessous de cette valeur, la facture est payée en 1 seule transaction (paiement en 1 fois, 1 seul installment)

source: Active credit system
fa: فعال کردن سیستم اعتبار
fr: Activer le système de Crédit en compte

source: User can use credit to pay invoice and see history
fa: کاربر می تواند از اعتبار خود برای پرداخت فاکتور استفاده نماید و گزارش فعالیت خود را مشاهده کند
fr: L'utilisateur peut utiliser son crédit pour payer les factures et en visualiser l'historique d'utilisation

source: Credit system type
fa: نوع سیستم اعتبار
fr: Type de Crédit en Compte

source: One credit amount for use on all modules
fa: اعتبار یکپارچه برای استفاده در کل ماژول ها
fr: Un montant unique utilisable pour tous les modules

source: Each module have special credit amount
fa: اعتبار جداگانه برای هر ماژول
fr: Chaque module a un montant spécifique de crédit en compte

source: Active score system
fa: فعال کردن سرویس امتیاز
fr: Activer le système de scoring

source: Division score
fa: تقسیم امتیاز

source: New order notification to user (SMS)
fa: اعلان سفارش جدید به کاربر (پیام کوتاه)
fr: Notifier les nouvelles commandes à l'Utilisateur (SMS)

source: Dear %s %s, you order %s product by %s price, added on %s website
fa: %s %s عزیز، شما کالای %s را با قیمت %s در وب سایت %s سفارش داده اید
fr: Cher/Chère %s %s, votre avez commandé le produit %s au prix de %s , depuis le site %s

source: New order notification to admin (SMS)
fa: اعلان سفارش جدید به مدیر (پیام کوتاه)
fr: Notifier les nouvelles commandes à l'Admin (SMS)

source: Dear %s admin, %s %s User ordered %s product by %s price
fa: مدیر وب سایت %s ، کاربر %s %s کالای %s را به قیمت %s سفارش داده است
fr: Cher Admin %s, l'utilisateur %s %s a commandé le produit %s au prix de %s

source: Pay invoice notification to user (SMS)
fa: اعلام پرداخت فاکتور به کاربر (پیام کوتاه)
fr: Notifier les factures réglées à l'Utilisateur (SMS)

source: Dear %s %s, You paid invoice %s by %s price for %s order included % product on %s website successfully
fa: %s %s عزیز ، شما فاکتور شماره %s به مبلغ %s برای سفارش %s شامل کالاهای %s در وب سایت %s پرداخت کرده اید
fr: Cher/Chère %s %s, votre règlement de la facture %s pour un prix de %s , pour la commande %s comprenant le produit % , depuis le site %s, a été finalisé avec succès.

source: Pay invoice notification to admin (SMS)
fa: اخطار فاکتور پرداخت به مدیر (پیام کوتاه)
fr: Notifier les factures réglées à l'Admin (SMS)

source: Dear %s admin, %s %s User paid invoice %s by %s price for %s order included % product successfully
fa: مدیر وب سایت %s ، کاربر %s %s فاکتور شماره %s را به مبلغ %s برای سفارش %s و شامل کالاهای %s پرداخت کرد
fr: Cher Admin %s, l'utilisateur %s %s a réglé avec succès la facture %s au prix de %s price pour la commande %s order incluant le produit %

source: Set X day before due date (CRON)
fa: تنظیم X روز قبل از موعد مقرر (CRON)
fr: Définir X jours avant l'échéance (CRON)

source: Notification invoice due date, X day before invoice time by cron
fa: آگاهی رسانی تاریخ سررسید فاکتور، X روز قبل از تاریخ سررسید به وسیله کرون جاب
fr: Notifier la date d'échéance de la facture, X jours avant l'échéance de la facture, par Cron

source: Duedate invoice notification to user (CRON)
fa: اعلام فاکتور سررسید به کاربر (CRON)
fr: Notifier la date d'échéance à l'utilisateur (CRON)

source: Dear %s %s, You have duedate invoice on next %s days
fa: %s %s عزیز، سر رسید یک فاکتور شما طی %s آینده فرا می رسد
fr: Cher/Chère %s %s, vous avez des factures échues dans %s jours

source: Set X day after expired (CRON)
fa: تنظیم X روز پس از انقضا (CRON)
fr: Définir X jours après expiration (CRON)

source: Notification invoice expired, X day after invoice time by cron
fa: آگاهی رسانی تاریخ گذشتن فاکتور، X روز بعد از تاریخ سررسید به وسیله کرون جاب
fr: Notifier que la facture est échue, X jours après la date d'échéance de la facture, par Cron

source: Expired invoice notification to user (CRON)
fa: اعلان فاکتور منقضی شده به کاربر (CRON)
fr: Notifier les factures arrivées à échéance à l'utilisateur (CRON)

source: Dear %s %s, You have expired invoice on %s days ago
fa: %s %s عزیز، شما یک فاکتور پرداخت نشده برای %s روز قبل دارید
fr: Cher, Chère %s %s, vous avez des factures échues depuis %s jours

source: Active this module cron system
fa: فعال کردن کرون جاب برای این ماژول
fr: Activer le système de cron pour ce module

source: Description for checkup page
fa: توضیحات مربوط به صفحه ثبت سفارش
fr: Description pour la page de Checkout

source: Description for invoice
fa: توضیحات برای فاکتور
fr: Description pour la facture

source: Text for footer
fa: متن برای پاورقی
fr: Texte pied de facture

source: Invoice header image path
fa: مسیر تصویر هدر فاکتور
fr: URL pour l'image background header facture

source: Invoice header logo path
fa: مسیر آرم سربرگ فاکتور
fr: URL pour l'image logo header facture

source: Orders
fa: سفارش ها
fr: Commandes

source: Manage order process and payment
fa: مدیریت مراحل سفارش و پرداخت
fr: Gérer le process de commande et de paiement

source: Orders and invoices
fa: سفارش ها و فاکتور ها
fr: Commandes et factures

source: Order list
fa: فهرست سفارش ها
fr: List des Commandes

source: Invoice list
fa: فهرست فاکتور ها
fr: Liste des Factures

source: Logs
fa: گزارش ها

source: New order
fa: سفارش جدید
fr: Nouvelle commande

source: Report
fa: گزارش

source: Gateway
fa: دروازه پرداخت
fr: Passerelle

source: Delivery and location
fa: روش ارسال و مکان تحویل
fr: Livraison et lieu

source: Delivery
fa: روش ارسال
fr: Livraison

source: Location
fa: مکان تحویل
fr: Lieu

source: New delivery
fa: روش ارسال جدید
fr: Nouvelle livraison

source: New location
fa: مکان تحویل جدید
fr: Nouveau lieu

source: User list
fa: فهرست کاربران
fr: Liste Utilisateurs

source: History
fa: تاریخچه تغییرات
fr: Historique

source: Add
fa: اعتبار جدید
fr: Ajouter

source: Promotional codes
fa: کد های تخفیف
fr: Codes Avantages

source: Subscription
fa: اشتراک

source: Detail
fa: اطلاعات سفارش
fr: Détails

source: Customers
fa: مشتریان

source: Products
fa: محصولات

source: Index page
fa: صفحه اصلی
fr: Page Index

source: Global public resource
fa: دسترسی های عمومی
fr: Ressource publique globale

source: Reduce from user credit
fr: Déduit du crédit utilisateur

source: 1 month
fr: 1 mois

source: 2 months
fr: 2 mois

source: 3 months
fr: 3 mois

source: 4 months
fr: 4 mois

source: 5 months
fr: 5 mois

source: 6 months
fr: 6 mois

source: 7 months
fr: 7 mois

source: 8 months
fr: 8 mois

source: 9 months
fr: 9 mois

source: 10 months
fr: 10 mois
