Repository: pi-module/order
Catalog: locale/*/default.po
Languages: fa, fr

source: Bank Mellat error 416
fa: در ثبت اطلاعات پرداخت شما در بانک ملت خطایی رخ داده است

source: Bank Mellat error 418
fa: در تعریف اطلاعات شما نزد بانک ملت خطایی پدید آمده است

source: Bank Mellat error 419
fa: تعداد دفعات ورود اطلاعات از حد مجاز گذشته است

source: Bank Mellat error 421
fa: IP نامعتبر است

source: Bank Mellat error 51
fa: تراکنش تکراری است

source: Bank Mellat error 54
fa: تراکنش مرجع موجود نیست

source: Bank Mellat error 55
fa: تراکنش نامعتبر است

source: Bank Mellat error 61
fa: خطا در واریز وجه

source: Bank Mellat error %s
fa: شماره خطای اعلام شده توسط بانک: %s

source: Bank Pasargad
fa: بانک پاسارگاد

source: Bank Pasargad error empty
fa: خطای نا مشخص از بانک پاسارگاد

source: Bank Pasargad error
fa: خطای بانک پاسارگاد

source: resultObj is not true
fa: نتیجه دریافتی صحیح نیست

source: Bank Pasargad error %s
fa: خطای شماره %s بانک پاسارگاد

source: Old package recovery
fa: بازیابی بسته قدیمی
fr: Reprise ancien abonnement

source: Paypal (REST API)
fa: پی پل ( رست )

source: Send only 1 mail after payment (only for end user, not for admin)
fa: ارسال فقط 1 نامه پس از پرداخت (فقط برای کاربر نهایی ، نه برای سرپرست)
fr: Envoyer seulement 1 mail après paiement (seulement pour l'utilisateur, pas pour l'admin)

source: Paypal email address
fa: آدرس ایمیل Paypal
fr: Adresse email Paypal

source: Gateway Name on the Invoice
fa: نام دروازه پرداخت در فاکتور
fr: Nom passerelle sur la facture

source: Paypal currency
fa: واحد پول Paypal
fr: Devise Paypal

source: Paypal currency symbol
fa: نماد واحد پول
fr: Symbole devise Paypal

source: Location code (ex GB)
fa: کد مکان
fr: Code pays (ex GB)

source: Test mode by sandbox
fa: روش تستی با sandbox
fr: Mode Test pour la Sandbox

source: Zarinpal
fa: زرین پال

source: Transation failed. Status: %s
fa: تراکنش نا موفق بود، وضعیت : %s
fr: La transaction a échoué. Statut: %s

source: Transaction canceled by user
fa: تراکنش توسط کاربر لغو شد
fr: La transaction a été annulée par l'utilisateur

source: Validated
fa: تایید شده
fr: Validé

source: Cancelled
fa: لغو شده
fr: Annulé

source: Unpaid
fa: پرداخت نشده
fr: Non réglé

source: Validation Pending
fa: اعتبار سنجی در انتظار است
fr: Validation en cours

source: You need accept our Terms & Conditions for checkout
fa: به منظور ثبت سفارش ، باید شرایط و مقررات فروش ما را بپذیرید
fr: Vous devez acceptez nos Conditions Générales de Vente pour pouvoir procéder au paiement

source: Select user ID not exist on system
fa: شناسه کاربر انتخابی در سیستم موجود نیست
fr: Le user ID sélectionné n'existe pas dans le système

source: List of historys
fa: فهرست تاریخچه تغییرات
fr: Liste des historiques

source: ID
fa: شناسه

source: Name
fa: نام
fr: Nom

source: Time create
fa: تاریخ ایجاد
fr: Date de création

source: Description
fa: توضیحات

source: Old amount
fa: مبلغ قبلی
fr: Ancien montant

source: Debtor / Creditor
fa: بدهکار / بستانکار
fr: Débiteur / Créditeur

source: Remained
fa: مانده
fr: Reste

source: Action
fa: عملکرد

source: Show details
fa: جزئیات
fr: Voir les détails

source: history details
fa: جززیات
fr: Détails historique

source: Identity
fa: هویت
fr: Identité

source: Amount old
fa: مبلغ قبلی
fr: Ancien montant

source: Amount new
fa: مبلغ جدید
fr: Nouveau montant

source: Fluctuation status
fa: وضعیت تغییر
fr: Statut fluctuation

source: Action status
fa: وضعیت عملکرد
fr: Statut action

source: Ip
fa: آی پی

source: View order
fa: نمایش سفارش
fr: Voir la commande

source: View invoice
fa: نمایش فاکتور
fr: Voir facture

source: User information
fa: اطلاعات کاربر
fr: Information Utilisateur

source: No history save yet
fa: هنوز هیچ گزارشی ذخیره نشده است
fr: Aucune historique à ce jour

source: Filter users
fa: فیلتر کردن کاربران
fr: Filtrer les utilisateurs

source: List of users
fa: فهرست کاربران
fr: Liste des utilisateurs

source: Time Update
fa: به روز رسانی
fr: Date mise à jour

source: Amount details
fa: جزئیات اعتبار
fr: Details des montants

source: Close
fa: بستن
fr: Fermer

source: Update credit
fa: به روز کردن اعتبار
fr: Mettre à jour le compte

source: History
fa: تاریخچه
fr: Historique

source: No credit information used yet
fa: هیچ اطلاعات اعتباری ذخیره نشده است
fr: Aucune information Compte utilisée encore

source: Update user credit
fa: به روز کردن اعتبار کاربر
fr: Mettre à jour Crédit en Compte

source: Guide lines
fa: نکات راهنما
fr: Instructions

source: You can increase or decrease user credit amount here
fa: شما میتوانید اعتبار کاربر را افزایش یا کاهش دهید
fr: Vous pouvez ici augmenter ou diminuer le montant de Crédit en Compte Utilisateur

source: Select user ID and put user ID here
fa: شناسه کاربر ( User ID ) را انتخاب نمایید و اینجا وارد کنید
fr: Sélectionez le user ID et le saisir ici

source: Put amount to update increase or decrease than on user credit
fa: مبلغ مورد نظر را برای افزایش یا کاهش اعتبار کاربر وارد کنید
fr: Saisir le montant pour augmenter ou diminuer le montant de Crédit en Compte utilisateur

source: Select change type, set increase or decrease
fa: نوع عملکرد را به صورت افزایش اعتبار یا کاهش اعتبار انتخاب کنید
fr: Sélectionner le type de changement : indiquer Augmenter ou Diminuer

source: Set update credit reason as text, it show to user and admin
fa: علت افزایش اعتبار را به صورت متن برای کاربر و مدیر وارد کنید
fr: Indiquer la raison de la mise à jour du Crédit sous forme de texte, cela sera affiché à l'utilisateur et à l'admin

source: Decrease just work if user credit is more than your input amount
fa: کاهش اعتبار فقط زمانی کارخواهد کرد که اعتبار فعالی کاربر ، از رقم وارد شده توسط شما بیشتر باشد
fr: La diminution fonctionne uniquement si le montant de Crédit en Compte restant est supérieur au nouveau montant saisi

source: List of Delivery methods
fa: فهرست روش های تحویل
fr: Liste des méthodes de livraison

source: No delivery methods is not created yet
fa: هیچ روش تحویلی هنوز ایجاد نشده است
fr: Les méthodes de livraisons ne sont pas encore définies

source: Todo list for fist time
fa: فهرست موارد لازم الجرا برای اولین استفاده
fr: Todo List

source: Setup payment gateway from gateway tap
fa: از تب دروازه پرداخت ، دروازه های پرداخت مورد نظر خود را نصب کنید
fr: Définir la passerelle de paiement dans l'onglet Passerelles

source: Setup delivery method from delivery tap
fa: از تب روش تحویل ، روش های تحویل مورد نظر خود را وارد کنید
fr: Définir la méthode de livraison dans l'onglet Livraison

source: Setup location from location tap
fa: از تب مکان ، مکان های مورد نظر خود را وارد کنید
fr: Définir le lieu dans l'onglet Lieux

source: List of all available gateways
fa: فهرست پایانه های پرداخت در دسترس
fr: Liste des passerelles disponibles

source: Gateway detail
fa: اطلاعات دروازه پرداخت
fr: Détail Passerelle

source: Active
fa: فعال
fr: Activer

source: Inactive
fa: غیر فعال
fr: Désactiver

source: Not installed
fa: نصب نشده
fr: Non installé

source: Version
fa: نسخه

source: Author
fa: سازنده
fr: Auteur

source: Credits
fa: کریدیت
fr: Crédits

source: Release Date
fa: تاریخ انتشار
fr: Date de Sortie

source: Install
fa: نصب
fr: Installer

source: Update installment
fa: قسط را به روز کنید
fr: Mettre à jour l'échéance

source: Order info
fa: اطلاعات سفارش
fr: Information Commande

source: Type
fa: نوع

source: Order status
fa: وضعیت سفارش
fr: Statut de la commande

source: Delivery status
fa: وضعیت ارسال
fr: Statut Livraison

source: Time delivery
fa: تاریخ تحویل
fr: Date de Livraison

source: Update invoice %s
fa: به روز رسانی فاکتور %s
fr: Mettre à jour la facture %s

source: Time invoice
fa: فاکتور زمان
fr: Date facture

source: Total price
fa: مجموع قیمت
fr: Prix Total TTC

source: Paid price
fa: مبلغ پرداخت شده
fr: Prix payé

source: Print
fa: چاپ
fr: Imprimer

source: Logs
fa: گزارش ها

source: Invoice
fa: فاکتور
fr: Facture

source: Create
fa: زمان ایجاد
fr: Créer

source: User
fa: کاربر
fr: Utilisateur

source: Authority
fa: اعتبار
fr: Autorité

source: Message
fa: پیام

source: Filter invoices
fa: فیلتر کردن فاکتور ها
fr: Filtrer les factures

source: List of invoices
fa: فهرست فاکتور ها
fr: Liste des Factures

source: Invoice ID
fa: شناسه فاکتور
fr: N° facture

source: Time Create
fa: زمان ایجاد
fr: Date de création

source: Information
fa: اطلاعات

source: Download
fa: دریافت
fr: Télécharger

source: View
fa: مشاهده
fr: Voir

source: Canceled
fa: لغو شده
fr: Annulé

source: No invoice is created yet
fa: هنوز فاکتور ایجاد نشده است
fr: La facture n'est pas encore créée

source: Credit Note %s
fa: یادداشت اعتباری %s
fr: Avoir %s

source: Invoice %s
fa: فاکتور %s
fr: Facture %s

source: Informations
fa: اطلاعات

source: Installments
fa: اقساط
fr: Echéances

source: You did not validate your invoice yet, installment are not generated !
fa: شما هنوز فاکتور خود را تأیید نکرده اید ، اقساط تولید نمی شود!
fr: Vous n'avez pas encore validé votre facture, les échéances ne sont donc pas générées !

source: Credit price
fa: قیمت اعتبار
fr: Montant crédit

source: Time pay
fa: زمان پرداخت
fr: Date de règlement

source: List of Location
fa: فهرست مکان ها
fr: Liste des Lieux

source: No location is not created yet
fa: هنوز هیچ مکانی ایجاد نشده است
fr: Le lieu n'est pas défini

source: List of logs
fa: فهرست گزارش ها
fr: Listes de logs

source: Adapter
fa: پایانه پرداخت
fr: Adapteur

source: Details
fa: جزییات
fr: Détails

source: Log details
fa: جزئیات گزارش
fr: Details Logs

source: No invoice is set yet
fa: هنوز فاکتور تنظیم نشده است
fr: Aucune facture n'a encore été créée.

source: New order
fa: سفارش جدید
fr: Nouvelle commande

source: You can add manual order for your customer, and link it to a third part module (service or product), and set the gateway (manual payment or online payment)
fa: می توانید سفارش دستی خود را برای مشتری خود اضافه کرده و آن را به ماژول شخص ثالث (خدمات یا محصول) پیوند دهید و دروازه (پرداخت دستی یا پرداخت آنلاین) را تنظیم کنید
fr: Vous pouvez ajouter une commande manuelle pour votre client, et la lier à un module externe (service ou produit), et paramétrer la gateway (paiement manuel ou en ligne)

source: You can edit main order information like name, phone or gateway ! But for change price , due date please add / edit invoice.
fa: شما می توانید اطلاعات اصلی سفارش مثل نام، تلفن و دروازه پرداخت را ویرایش نمایید. اما برای تغییر قیمت تاریخ پرداخت و موارد مشابه لطفا فاکتور های پرداخت نشده موجود را تغییر دهید یا یک فاکتور جدید بسازید.
fr: Vous pouvez éditez les informations principales de la commande, comme la nom, le téléphone ou la passerelle de paiement. Pour modifier le prix ou la date, ajoutez ou éditer la facture.

source: Filter orders
fa: فیلتر کردن سفارش ها
fr: Filtrer les commandes

source: List of orders
fa: فهرست سفارش ها
fr: Liste de vos commandes

source: Ordered
fa: سفارش داده شده
fr: Commandé

source: Invoiced
fa: فاکتور شده
fr: Facturé

source: Non invoiced
fa: فاکتور نشده
fr: Non facturé

source: Date
fa: تاریخ

source: Total ordered
fa: مجموع سفارش داده شده
fr: Total commandé

source: Total invoiced
fa: مجموع فاکتور شده
fr: Total facturé

source: Products
fa: محصولات
fr: Produits

source: Pending
fa: در انتظار تایید
fr: En cours

source: Its a booking
fa: این یک رزرو است
fr: C'est une résa

source: Its service
fa: نوع : خدمات
fr: C'est un service

source: No order is not created yet
fa: هیچ سفارشی هنوز ثبت نشده است
fr: Cette commande n'a pas encore été crée

source: Summery
fa: خلاصه وضعیت
fr: Synthèse

source: Payable invoices
fa: فاکتور های قابل پرداخت
fr: Factures à régler

source: Orders
fa: سفارش ها
fr: Commandes

source: List of installment
fa: آخرین وضعیت مانده اقساط قابل پرداخت این کاربر
fr: Listes des échéances

source: 10 th
fa: سررسید های دهم
fr: 10ième

source: Debt
fa: معوقه
fr: Dette

source: Total
fa: مجموع

source: 20 th
fa: سررسید های بیستم
fr: 20ième

source: 30 th
fa: سررسید های سی ام
fr: 3ième

source: Additional invoices
fa: اطلاعات اضافی
fr: Factures supplémentaires

source: Invoices list
fa: فهرست سررسید فاکتور ها
fr: Liste des factures

source: You dont have any invoice yet
fa: این کاربر هیچ فاکتور آماده پرداختی ندارد
fr: Vous n'avez encore aucune facture

source: Orders list
fa: فهرست سفارش ها
fr: Liste des commandes

source: You dont have any order yet
fa: این کاربر هنوز سفارشی ثبت نکرده است
fr: Vous n'avez encore aucune commande

source: Order invoice
fa: فاکتور فروش
fr: Commande Facture

source: Manage order product / service
fa: مدیریت محصول / خدمت سفارش
fr: Gérer les commandes de produits ou services

source: Please add product / service id from %s module, your selected product / service should be active. if user still didnt pay invoice, this product price add to current invoice and if pay, new invoice generated !
fa: لطفا شناسه ( ID ) محصول یا خدمت مورد نظر از ماژول %s را درج نمایید. محصول خدمت مورد نظر باید فعال باشد. اگرکاربر هنوز یک فاکتور پرداخت نشده داشته باشد قیمت این محصول جدید به فاکتور کاربر اضافه خواهد شد، در غیر این صورت یک فاکتور جدید صادر می شود !
fr: Merci d'ajouter le n° de produit/service du module %s, le produit/service sélectionné doit être actif. Si l'utilisateur n'a pas réglé sa facture, le prix de ce produit sera ajouté à la facture courante, si si il a été réglé, une nouvelle commande sera générée

source: Delete product / service from order
fa: محصول / خدمات را از سفارش حذف کنید
fr: Supprimer le produit / service de la commande

source: You can delete this product from your order, after delete product, your order price change and if your order just have one product, system make your order canceled !
fa: شما می توانید این محصول را از سفارش خود حذف کنید ، پس از حذف محصول ، تغییر قیمت سفارش خود تغییر می دهید و اگر سفارش شما فقط یک محصول دارد ، سیستم سفارش شما را لغو می کند!
fr: Vous pouvez supprimer ce produit de votre commande, le total commande sera mis à jour. Si votre commande n'a qu'un seul produit, votre commande sera annulée

source: Edit product / service from order
fa: محصول / خدمات را از طریق سفارش ویرایش کنید
fr: Ajouter un Produit/ Service dans la commande

source: You can edit this product price and number and selected invoice and order information will be update by your changes
fa: شما می توانید این قیمت و تعداد محصول را ویرایش کنید و فاکتورهای انتخاب شده و اطلاعات سفارش با تغییرات شما به روز می شوند
fr: Vous pouvez éditer les prix/quantités pour ce produit pour mettre à jour les commandes/factures avec ces changements

source: Please add product / service id from module, your selected product / service should be active. This product price add to current invoice
fa: لطفاً شناسه محصول / خدمات را از ماژول اضافه کنید ، محصول / خدمات انتخابی شما باید فعال باشد. این قیمت محصول به فاکتور فعلی اضافه می شود
fr: Merci d'ajouter le n° de produit/service du module %s, le produit/service sélectionné doit être actif. Le prix de ce produit sera ajouté à la facture courante.

source: Order %s details
fa: جزئیات سفارش %s
fr: Détails de la commande %s

source: Delete
fa: حذف
fr: Supprimer

source: This order have offline payment
fa: این سفارش یک پرداخت آفلاین دارد
fr: Cette commande un paiement Hors Ligne

source: Pay installments status
fa: وضعیت پرداخت اقساط
fr: Statut de paiement échéance

source: User score
fa: امتیاز کاربر
fr: Score utilisateur

source: Type : %s - Amount : %s
fa: نوع امتیاز : %s - مبلغ : %s
fr: Type : %s - Montant : %s

source: Main information of order
fa: اطلاعات اصلی سفارش
fr: Informations principales de la commande

source: Time order
fa: زمان سفارش
fr: Date commande

source: Invoice paid ?
fa: فاکتور پرداخت شده است؟
fr: Facture réglée ?

source: Partially
fa: تا اندازه ای

source: Default gateway
fa: دروازه پرداخت پیش فرض
fr: Passerelle par défaut

source: List of ordered services/products
fa: فهرست محصولات و خدمات
fr: Liste des produits ou services commandés

source: Number
fa: تعداد
fr: Quantité

source: Shipping
fa: هزینه ارسال
fr: Transport

source: Setup
fa: راه اندازی
fr: Coût installation

source: Vat
fa: مالیات
fr: TVA 20%

source: Total all taxes included
fa: مجموع قیمت
fr: Total TTC

source: Extra
fa: اضافی

source: No product
fa: بدون محصول
fr: Aucun produit

source: You can add new product / service to this order
fa: می توانید یک محصول / خدمت جدید برای این سفارش درج کنید
fr: Ajouter un nouveau produit/service à cette commande

source: Add product / service
fa: محصول / خدمت جدید
fr: Ajouter un Produit/ Service

source: Credit Note number
fa: شماره یادداشت اعتبار
fr: N° Avoir

source: Credit Note time
fa: زمان یادداشت اعتباری
fr: Date Avoir

source: New invoice
fa: فاکتور جدید
fr: Nouvelle facture

source: Order is not validated, you cannot add an invoice.
fa: سفارش معتبر نیست ، شما نمی توانید فاکتور اضافه کنید.
fr: La commande n'est pas validée, vous ne pouvez pas ajouter de facture.

source: You can set any note for user
fa: می توانید هر پیامی برای کاربر بگذارید
fr: Vous pouvez laisser un mémo à l'utilisateur

source: List promotional codes
fa: فهرست کد های تخفیف
fr: Liste des codes avantages

source: Promo
fa: کد تخفیف

source: Show
fa: نمایش
fr: Afficher

source: Manage
fa: مدیریت
fr: Gérer

source: No promo code
fa: بدون کد تخفیف
fr: Aucun code avantage

source: Customers
fa: مشتریان

source: Selected address
fa: آدرس انتخابی
fr: Adresse sélectionnée

source: Use it
fa: استفاده از این آدرس
fr: Utiliser celle-ci

source: Are you sure you want delete this address?
fa: آیا اطمینان دارید که میخواهید این آدرس را حذف کنید؟
fr: Etes-vous sûrs de vouloir supprimer cette adresse?

source: Please wait ...
fa: لطفا صبر کنید ...
fr: Merci d'attendre quelques instants...

source: Price :
fa: مبلغ :
fr: Prix :

source: Time :
fa: زمان :
fr: Date :

source: Terms of payment
fa: شرایط پرداخت
fr: Termes de Paiement

source: You buy products on %s installment by %s payment on each installment and %s per payment
fa: شما کالای خود را در تعداد %s قسط به مبلغ %s و پیش پرداخت %s خریداری کرده اید
fr: Tu as acheté un produit en %s paiements fractionnés avec %s paiements à chaque échéance et %s par paiement

source: One of your select products or services have variable stock, than your payment option is disable, we will review your order and if your selected products or services be in stock we active payment option and send notification for you
fa: یکی از کالاهای انتخابی شما دارای موجودی متغیر است و یا سایز آن نیاز به هماهنگی دارد.لذا گزینه پرداخت آنلاین آن پس از تائید مدیر سایت فعال میگردد و از طریق ایمیل و پیامک به شما اطلاع رسانی میگردد
fr: L'un de vos services ou produits a des stocks variables : votre option de paiement est désactivée, nous allons vérifier votre commande et la débloquer si les produits ou services sont en stock, vous recevrez alors une notification

source: If you registered on website before this time and have user account, please login to system and continue ordering, and if you dont have user account here, please fill register new user account and make order form
fa: اگر شما قبلا در وب سایت ثبت نام کرده اید و حساب کاربری فعال دارید، لطفا با استفاده از فرم ورود زیر به وب سایت وارد شوید و مراحل سفارش را دنبال کنید ، در غیر این صورت لطفا فرم ثبت سفارش و ساخت حساب کاربری زیر را تکمیل فرمایید
fr: Si vous êtes déjà inscrits sur ce site, merci de vous connecter et de continuer votre commande. Si vous n'avez de compte utilisateur, merci de créer votre nouveau compte, vous pourrez ensuite faire une nouvelle commande.

source: Login
fa: ورود
fr: Se connecter

source: Register new user account and make order
fa: ساخت حساب کاربری در وب سایت و ثبت سفارش
fr: Créer un nouveau compte et commander

source: Your address has to be completed. Please, edit it.
fa: آدرس شما باید تکمیل شود. لطفا ویرایش کنید.
fr: Votre adresse doit être complétée. Merci de l'éditer.

source: Here are the addresses you have selected for billing and delivery. You can manage them (add, modify, delete) to select others.
fa: در صورت تمایل می توانید با زدن دکمه ویرایش اطلاعات پرداخت خود را اصلاح کنید.
fr: Voici les adresses que vous avez sélectionnées pour la facturation et la livraison. Vous pouvez les gérer (ajout, modification, suppression) pour en sélectionner d'autres.

source: You don't have set an address yet. Please create your address we will use for your order. You will be able then to manage several addresses
fa: شما هنوز آدرسی تعیین نکرده اید. لطفا آدرس خود را ایجاد کنید که ما برای سفارش شما استفاده خواهیم کرد. سپس می توانید چندین آدرس را مدیریت کنید
fr: Vous n'avez pas encore défini d'adresse. Merci de créer votre adresse qui sera utilisée pour votre commande. Vous pourrez ensuite gérer plusieurs adresses.

source: Modify
fa: ویرایش
fr: Modifier

source: Same address
fa: آدرس مشابه
fr: Même adresse

source: Your order
fa: سفارش شما
fr: Votre commande

source: Product name
fa: شرح خدمت یا کالا
fr: Nom du Produit

source: Unlimited from
fa: نا محدود از
fr: Illimité à partir de

source: From
fa: از
fr: Du

source: to
fa: تا
fr: au

source: Base Price ex VAT
fa: قیمت پایه
fr: Prix de base HT

source: Total Discount
fa: مجموع تخفیف
fr: Total Remise

source: Total Price ext VAT
fa: مجموع قیمت با مالیات
fr: Prix total HT

source: Total Vat
fa: مجموع مالیات
fr: Total TVA

source: Total Shipping
fa: مجموع هزینه ارسال
fr: Total Transport

source: Final Price incl. VAT
fa: قیمت نهایی
fr: Prix Total TTC

source: Delivery Address
fa: آدرس تحویل
fr: Adresse de livraison

source: Add an address
fa: درج آدرس
fr: Ajouter une adresse

source: Please, wait ...
fa: لطفا صبر کنید ...
fr: Merci d'attendre...

source: Cancel
fa: لغو
fr: Annuler

source: Credit information and history
fa: اطلاعات اعتبار و تاریخچه تغییرات
fr: Information et historique de Crédit en Compte

source: Last update time
fa: زمان آخرین به روزرسانی
fr: Dernière mise à jour

source: Total credit amount
fa: مجموع کل اعتبار
fr: Montant total Remise

source: Amount old credit
fa: مبلغ اعتبار قبلی
fr: Ancien montant crédit

source: Amount change credit
fa: مبلغ تغییر اعتبار
fr: Modifier le montant du crédit

source: Amount new credit
fa: مبلغ اعتبار جدید
fr: Nouveau montant Crédit

source: This order invoices list
fa: فهرست فاکتور ها
fr: Liste des factures associées à cette commande

source: No invoice yet.
fa: هنوز فاکتوری وجود ندارد.
fr: Aucune facture n'a été créée pour l'instant.

source: Error on order processing, please contact to website admin
fa: خطا در پردازش مراحل سفارش، لطفا با مدیر وب سایت تماس بگیرید
fr: Erreur dans le process de commande, merci de contacter l'administrateur du site

source: Thanks you for your payment !
fa: با تشکر بابت پرداخت شما !
fr: Nous vous remercions de votre paiement !

source: Your payment ends successfully, we just need %s to obtain payment confirmation.
fa: پرداخت شما با موفقیت پایان یافت ! مافقط به %s نیاز داریم با پرداخت را تایید کنیم.
fr: Votre paiement a bien été effectué, merci d'attendre %s secondes, le temps que l'on obtienne la confirmation du correct encaissement.

source: Once received, youll be redirected automatically to your dashboard, and will be able to create your item !
fa: بعد از دریافت اطلاعات ، شما به طور خودکار به صفحه بعدی منتقل می شوید و میتوانید مراحل سفارش را دنبال کنید !
fr: Une fois le règlement reçu, vous serez redirigé automatiquement vers votre Espace : vous pourrez alors immédiatement commencer à promouvoir votre activité !

source: Please wait !
fa: لطفا صبر کنید !
fr: Merci d'attendre !

source: Your total invoices
fa: مجموع فاکتور های شما
fr: Votre total facture

source: Read lines are our of your credit
fa: ردیف های قرمز رنگ خارج از میزان اعتبار شما است و نمی توانید بر اساس آن پلن ها خرید انجام دهید
fr: Les lignes en rouges sont en retard

source: Select
fa: انتخاب
fr: Sélectionner

source: Per Payment
fa: پیش قسط
fr: Pre-paiement

source: 1 months
fa: ۱ ماه
fr: 1 mois

source: 2 months
fa: ۲ ماه
fr: 2 mois

source: 3 months
fa: ۳ ماه
fr: 3 mois

source: 4 months
fa: ۴ ماه
fr: 4 mois

source: 5 months
fa: ۵ ماه
fr: 4 mois

source: 6 months
fa: ۶ ماه
fr: 6 mois

source: 7 months
fa: ۷ ماه
fr: 7 mois

source: 8 months
fa: ۸ ماه
fr: 8 mois

source: 9 months
fa: ۹ ماه
fr: 9 mois

source: 10 months
fa: ۱۰ ماه
fr: 10 mois

source: 11 months
fa: ۱۱ ماه
fr: 11 mois

source: 12 months
fa: ۱۲ ماه
fr: 12 mois
