Repository: pi-module/order
Catalog: locale/*/default.po
Languages: fa, fr

source: Buy
fa: خرید
fr: Acheter

source: Cash purchase
fa: خرید نقدی
fr: Achat en Liquide

source: %s months
fa: %s ماه
fr: %s mois

source: validated
fa: تایید شده
fr: validé

source: Not validated
fa: تایید نشده
fr: Non validé

source: Row
fa: ردیف
fr: Ligne

source: Payment price
fa: مبلغ قابل پرداخت
fr: Prix à régler

source: Total invoice price
fa: مجموع مبلغ فاکتور
fr: Prix total facture

source: Product price ex VAT
fa: قیمت محصول
fr: Prix HT

source: Back to order
fa: بازگشت به سفارش
fr: Retour à la commande

source: Print invoice
fa: چاپ فاکتور
fr: Imprimer la facture

source: You can pay this invoice after admin review
fa: شما میتوانید این فاکتور را پس از تائید مدیر سایت پرداخت نمایید
fr: Vous pouvez régler cette facture après validation de l'administrateur

source: All your orders and invoices
fa: فهرست تمام سفارش ها و فاکتور های شما
fr: Toutes vos commandes et factures

source: Product / service
fa: محصول / خدمت
fr: Produit/ Service

source: Price incl. VAT
fa: قیمت
fr: Prix TTC

source: To paid incl. VAT
fa: قابل پرداخت
fr: A régler TTC

source: Details / Invoice
fa: جزئیات / فاکتور
fr: Détails / Facture

source: You did not yet place an order yet
fa: شما هنوز سفارش نداده اید
fr: Vous n'avez pas encore passé de commande

source: You'll be redirected in few seconds to gateway Checkout Page
fa: در چند ثانیه به صفحه درگاه ورود به سیستم هدایت می شوید
fr: Vous allez être redirigé dans quelques secondes à la page de Paiement

source: To the attention of
fa: با توجه به
fr: A l'attention de

source: Credit Note
fa: یادداشت اعتباری
fr: AVOIR

source: Invoice number
fa: شماره فاکتور
fr: N° facture

source: Time due date
fa: زمان سررسید
fr: Date échéance

source: Time payment
fa: تاریخ پرداخت
fr: Date de paiement

source: Credit note on Invoice n°%s
fa: یادداشت اعتباری در فاکتور شماره %s
fr: Avoir sur la facture n°%s

source: To your credit
fa: به اعتبار شما
fr: A votre crédit

source: In your kind payment upon receipt of invoiceEn votre aimable règlement à réception de facture
fa: در قبض پرداخت خود در هنگام دریافت فاکتور ، انتخاب مناسب با توجه به شرایط موجود
fr: En votre aimable règlement à réception de facture

source: Paid invoice (%s)
fa: فاکتور پرداخت شده (%s)
fr: Facture réglée (%s)

source: Your global Trip invoice will be generated by the owner at your departure
fa: فاکتور سفر جهانی شما توسط مالک در هنگام عزیمت شما تولید می شود
fr: Votre facture Global Séjour sera générée par le propriétaire lors de votre départ

source: Please wait, we will redirect you to the payment platform...
fa: لطفا صبر کنید ، ما شما را به سیستم پرداخت هدایت خواهیم کرد ...
fr: Veuillez patienter, nous vous redirigeons vers la plateforme de paiement…

source: Start state when order is registered in SpectroCoin system
fr: Date de départ correspond à la date où la commande est crée dans le système SpectroCoin

source: Payment (or part of it) was received but still not confirmed
fr: Un réglement (éventuellement partiel) a été reçu mais n'est pas encore confirmé

source: Order is complete
fr: La commande est finalisée

source: Some error occurred
fr: Une erreur est survenue

source: Payment was not received in time
fr: Le règlement n'a pas été reçue dans les temps

source: Test order
fr: Tester la commande

source: Client ID
fr: ID Client

source: Force error for sandbox
fr: Forcer les erreurs pour la sandbox

source: An error occured with Paypal. Please contact administrator
fr: Une erreur est survenue avec Paypal. Merci de contacter l'administrateur.

source: Booking %s from %s to %s - First Installment
fr: Réservation %s du %s au %s - Première échéance

source: Booking %s from %s to %s - Second Installment
fr: Réservation %s du %s au %s - Deuxième échéance

source: Stripe email address
fr: Adresse email Stripe

source: Stripe currency
fr: Devise Stripe

source: Public key
fr: Clef publique

source: Secret key
fr: Clef secrète

source: Use dots for decimal numbers - no comma
fr: Utiliser le point comme séparateur de décimale - pas de virgule

source: An error occured with Stripe. Please contact administrator
fr: Une erreur est survenue avec Stripe. Merci de contacter l'administrateur.

source: To install the Stripe Driver : <br> Get yours credentials on stripe. <br> You can use the developper mode with developpers keys proveded by stripe for your test and also check the error mode (no payment), to fine tune your code<br>
fr: Pour installer le driver Stripe : <br> Récupérez vos credentials auprès de Stripe. <br> Vous pouvez utiliser le mode développeur avec les clefs developpeur fournies par stripe pour vos tests et également tester le mode erreur (pas de paiement), pour fine tuner votre code<br>

source: {Own}
fr: {En propre}

source: {Third}
fr: {Tierce Partie}

source: You can benefit from a discount loyalty price for this package. The system did apply it on the final price for you.
fr: Vous pouvez bénéficier d'une remise fidélité pour ce package. Le système l'a automatiquement appliquée pour vous sur le prix final.

source: You will additionally receive a confirmation mail from Paypal, telling that your transaction has been completed, and giving you a receipt for your purchase. You may log into your account at www.paypal.com to view details of this transaction.
fr: Vous allez recevoir en plus un mail de confirmation de Paypal, indiquant que votre transaction a été correctement enregistrée, et vous donnant un reçu pour votre achat. Vous pourrez vous connecter à votre compte depuis www.paypal.com pour obtenir le détail de cette transaction.
