Repository: pi-module/order
Catalog: locale/*/default.po
Languages: fa, fr

source: Both
fa: هر دو
fr: Les deux

source: Individual
fa: شخصی
fr: Individuel

source: Company
fa: شرکت
fr: Entreprise

source: Toman
fa: تومان

source: Remove cache
fa: خالری کردن کش سفارش
fr: Supprimer le cache

source: Error
fa: خطا
fr: Erreur

source: Order detail
fa: جزییات سفارش
fr: Détail commande

source: Checkout
fa: تسویه حساب
fr: Validation Commande

source: Installment plans
fa: لطفاً روش پرداخت قسطی خود را انتخاب نمایید
fr: Echéancier paiements fractionnés

source: Credit
fa: اعتبار
fr: Crédit

source: Your input amount is more than user credit
fa: رقم وارد شده توسط شما از مقدار اعتبار کاربر بیشتر است
fr: Le montant saisi est plus élevé que le crédit utilisateur

source: This user never use credit system, than you can not decrease amnout from him / her
fa: این کاربر تاکنون از سیستم اعتبار استفاده نکرده و اطلاعاتی از او ذخیره نشده است، در نتیجه شما نمی توانید در اولین مرحله برای او اعتبار کاهشی اضافه کنید
fr: Cet utilisateur n'a jamais utilisé le système de crédit, voilà pourquoi vous ne pouvez pas diminuer son montant

source: Never update
fa: هرگز به روز نشده است
fr: Jamais mis à jour

source: Manual
fa: دستی
fr: Manuel

source: One time
fa: خرید نقدی
fr: Une fois

source: Please login for create invoice
fa: لطفا برای ایجاد فاکتور به سایت وارد شوید
fr: Merci de vous connecter pour créer la facture

source: Increase credit for cancel invoice
fa: افزایش اعتبار به دلیل لغو سفارش
fr: Augmenter le Crédit en Compte pour annuler la facture

source: Increase credit for pay invoice
fa: افزایش اعتبار بعد از پرداخت فاکتور
fr: Augmenter le Crédit en Compte pour payer la facture

source: Not canceled
fa: لغو نشده
fr: Non annulé

source: Negative score
fa: منفی
fr: Score négatif

source: Positive score
fa: مثبت
fr: Score positif

source: Normal score
fa: خنثی
fr: Score normal

source: The order not found.
fa: سفارش یافت نشد.
fr: Cette commande n'a pas été trouvée.

source: This is not your order.
fa: این سفارش متعلق به شما نیست.
fr: Ceci n'est pas votre commande.

source: This order not active.
fa: این سفارش فعال نیست.
fr: Cette commande n'est pas active.

source: booking
fa: رزرو
fr: réservation

source: package
fa: بسته بندی
fr: Abonnement

source: product
fa: محصول
fr: Produit

source: Confirmed
fa: تایید شد
fr: Confirmé

source: Candeled
fa: لغو شده
fr: Annulé

source: Paid
fa: پرداخت شده
fr: Réglé

source: Packed
fa: بسته بندی شده
fr: Emballé

source: Posted
fa: ارسال شده
fr: Posté

source: Delivered
fa: تحویل شده
fr: Livré

source: Back eaten
fa: برگشت خورده
fr: Produit retourné

source: The status of the order ID %s you placed on %s website changed to the value %s
fa: وضعیت شناسه سفارش %s که در وب سایت %s قرار دادید به مقدار %s تغییر یافت
fr: Le statut de la commande N°%s que vous avez effectuée sur le site %s vient d'évoluer pour passer à la valeur %s

source: Dear %s %s, Your order by %s ID %s
fa: %s %s عزیز، سفارش شما با شناسه %s %s
fr: Cher(e) %s %s, votre commande de %s N° %s

source: Admin note updated for order %s on %s website
fa: مدیر بر روی سفارش شما با شناسه %s در وب سایت %s توضیح نوشت
fr: La note Admin a été mise à jour pour la commande %s sur le site %s

source: Dear %s %s, Admin note updated for order %s
fa: %s %s عزیز، مدیر بر روی سفارش شناسه %s توضیح نوشت
fr: Chère/Cher %s %s, la note Admin a été mise à jour pour la commande %s

source: We active payment for order %s on %s website, and you can pay it now
fa: امکان پرداخت سفارش %s در وب سایت %s فعال شد، شما هم اکنون می توانید مبلغ فاکتور را پرداخت نمایید
fr: Nous avons activé le paiement pour la commande %s sur le site %s, vous pouvez maintenant procéder au règlement.

source: Dear %s %s, We active payment for order %s on %s website, and you can pay it now
fa: %s %s عزیز، امکان پرداخت سفارش %s در وب سایت %s فعال شد، شما هم اکنون می توانید مبلغ فاکتور را پرداخت نمایید
fr: Chère/Cher %s %s, nous avons activé le paiement pour la commande %s sur le site web %s, tu peux maintenant procéder au règlement

source: Can pay
fa: قابل پرداخت
fr: Peut payer

source: Can not pay
fa: غیر قابل پرداخت
fr: Ne peut pas payer

source: Not processed
fa: پردازش نشده
fr: Non mis en oeuvre

source: Not Delivery
fa: تحویل نشده
fr: Non livré

source: Product
fa: محصول
fr: Produit

source: Service
fa: خدمت

source: Booking
fa: رزرو
fr: Réservation

source: Manually order
fa: سفارش دستی
fr: Commande manuelle

source: Nothing selected
fa: هیچ گزینه ای انتخاب نشده است

source: You subscript to this server before
fa: شما قبلا مشترک شده اید

source: Go to filter
fa: فیلتر کن
fr: Aller aux filtres

source: Not valid
fa: معتبر نیست
fr: Non valide

source: Not set
fa: تنظیم نشده
fr: Non défini

source: Increase
fa: افزایشی
fr: Augmenter

source: Decrease
fa: کاهشی
fr: Diminuer

source: Automatic
fa: خودکار
fr: Automatique

source: Input amount add as user credit successfully.
fa: مبلغ وارده شده به موفقیت به اعتبار کاربر اضافه / کم شد.
fr: Saisie du montant de crédit utilisateur ajouté avec succès

source: Delivery data saved successfully.
fa: اطلاعات روش تحویل با موفقیت ذخیره شد.
fr: Les données de livraison ont été sauvegardées avec succès

source: Add a delivery
fa: روش تحویل جدید
fr: Ajouter une livraison

source: Gateway data saved successfully.
fa: اطلاعات دروازه پرداخت با موفقیت ذخیره شد.
fr: Les paramètres de la passerelles ont été sauvegardés avec succès.

source: Invalid data, please check and re-submit.
fa: اطلاعات اشتباه است، لطفا اطلاعات وارده را بررسی کرده و جددا تلاش کنید.
fr: Donnée non valide, merci de vérifier et de re-soumettre.

source: Install %s gateway
fa: نصب دروازه پرداخت %s
fr: Installer la passerelle %s

source: Please select installed gateway
fa: لطفا یک دروازه پرداخت نصب شده انتخاب نمایید
fr: Merci de sélectionner une passerelle de paiement disponible

source: Your cannont edit installment. Invoice was cancelled.
fa: شما نمی توانید اقساط را ویرایش کنید. فاکتور لغو شد.
fr: Vous ne pouvez pas éditer l'échéance. Votre facture a été annulée.

source: Your installment data saved successfully.
fa: داده های اقساط شما با موفقیت ذخیره شد.
fr: Vos informations Échéance ont été enregistrées avec succès.

source: The invoice not found.
fa: فاکتور یافت نشد.
fr: La facture n'a pas été trouvée.

source: Order already have valid invoice. You cannot add another one
fa: سفارش قبلاً فاکتور معتبری داشته است. نمی توانید یکی دیگر اضافه کنید
fr: La commande a déjà une facture valide. Vous ne pouvez pas en ajouter une autre

source: New invoice data saved successfully.
fa: اطلاعات فاکتور جدید با موفقیت ذخیره شد.
fr: Les informations de facturation ont été enregistrées avec succès.

source: Invoice was validated or cancelled. You cannont edit it.
fa: فاکتور معتبر یا لغو شد. نمی توانید ویرایش کنید.
fr: Cette facture a été validée ou annulée, vous ne pouvez donc pas l'éditer

source: Your invoice data saved successfully.
fa: تغییرات فاکتور شما با موفقیت ذخیره شد.
fr: Vos informations Facture ont été enregistrées avec succès.

source: Please add delivery method first
fa: لطفا ابتدا یک روش ارسال درج نمایید
fr: Merci d'ajouter d'abord une méthode de livraison

source: Location data saved successfully.
fa: اطلاعات مکان با موفقیت ذخیره شد.
fr: Les données de Lieu ont été enregistrées avec succès

source: Add a location
fa: مکان جدید
fr: Ajouter un lieu

source: Filtered list
fa: لیست فیلتر شده
fr: Liste filtrée

source: Update order
fa: به روز رسانی سفارش
fr: Mettre à jour la Commande

source: Update invoice
fa: به روز رسانی فاکتور
fr: Mettre à jour la Facture

source: Update delivery
fa: به روز رسانی تحویل
fr: Mettre à jour la Livraison

source: Can pay ?
fa: قابل پرداخت ؟
fr: Peut régler?

source: Add / edit admin note
fa: درج / ویرایش توضیح مدیر
fr: Ajouter/Editer des notes Admin

source: Total : %s / paid : %s / unPaid : %s
fa: مجموع : %s / پرداخت شده : %s / پرداخت نشده : %s
fr: Total : %s / payé: %s / non payé : %s

source: New order added and data saved successfully.
fa: سفارش جدید ساخته شد و اطلاعات آن با موفقیت ذخیره شد.
fr: La nouvelle commande a été crée et les données ont été enregistrées avec succès.

source: There valid invoices for this order. You cannot edit it.
fa: فاکتورهای معتبری برای این سفارش وجود دارد. نمی توانید ویرایش کنید.
fr: Cette commande est associée à des factures validées. Vous ne pouvez donc pas l'éditer.

source: Order not created by admin. You cannot delete it.
fa: سفارش توسط مدیر ایجاد نشده است. نمی توانید آن را حذف کنید.
fr: La commande n'a pas été crée par l'admin. Vous ne pouvez pas la supprimer.

source: Order deleted
fa: سفارش حذف شد
fr: Commande supprimée

source: Order information saved successfully.
fa: اطلاعات سفارش با موفقیت ذخیره شد.
fr: Les données Commande ont été enregistrées avec succès

source: Your selected product not active / exist
fa: محصول انتخابی شما وجود ندارد یا فعال نیست
fr: Le produit sélectionné n'est pas active ou n'existe plus

source: New product / service added to your order
fa: محصول / خدمت جدید به سفارش شما اضافه شد
fr: Un nouveau produit/service a été ajouté à votre commande

source: Product deleted
fa: محصول حذف شد
fr: Produit supprimé

source: Your cart is empty.
fa: سبد خرید شما خالی است.
fr: Votre caddy est vide.

source: So sorry, At this moment order is inactive
fa: متاسفانه در این لحظه امکان ثبت سفارش وجود ندارد
fr: Désolé. Les commandes ne sont actuellement pas ouvertes.

source: User information was not completed and user account was not saved.
fa: اطلاعات کابری تکمیل نیست و حساب کاربری ساخته نشده است.
fr: Les informations utilisateurs n'ont pas été toutes fournies, le compte n'a pas été enregistré.

source: User account was not saved.
fa: حساب کاربری ذخیره نشده است.
fr: Le compte utilisateur n'a pas été sauvegardé.

source: Order information saved successfully, you can now finalize payment !
fa: اطلاعات سفارش با موفقیت ذخیره شد ، اکنون می توانید پرداخت را نهایی کنید!
fr: Les données de Commande ont été enregistrées avec succès, vous pouvez maintenant finaliser le paiement !

source: Address saved successfully.
fa: آدرس با موفقیت ذخیره شد.
fr: L'adresse a été sauvegardée.

source: Your installment plan save, please complete your information and payment.
fa: پلن قسطی سفارش شما با موفقت ذخیره شد، لطفا اطلاعات مورد نیاز را تکمیل فرمایید و بعد از آن پیش قسط مربوط به این سفارش را پرداخت نمایید.
fr: Votre échéancier de paiements fractionnés a été sauvegardé, merci de compléter vos informations de facturation et de paiement.

source: This code has expired.
fa: این کد منقضی شده است.
fr: Ce code a expiré.

source: This code cannot be applied on this product.
fa: این کد را نمی توان روی این محصول اعمال کرد.
fr: Ce code ne peut être appliqué sur ce produit

source: You are trying to use a promo code on a product that already has a discount. We have automatically applied the most advantageous discount for you (it is not possible to cumulate the discounts)
fa: شما در حال استفاده از کد تبلیغاتی کالایی هستید که از قبل تخفیف دارد. ما به طور خودکار سودآورترین تخفیف را برای شما اعمال کرده ایم (امکان جمع آوری تخفیف ها وجود ندارد)
fr: Vous tentez d'utiliser un code avantage sur un produit qui bénéficie déjà d'une remise. Nous avons automatiquement appliqué la remise la plus avantageuse pour vous (il n'est pas possible de cumuler les remises).

source: Promo code accepted
fa: کد تبلیغاتی پذیرفته شد
fr: Le code avantage est valide

source: This code doesn't exist
fa: این کد وجود ندارد
fr: Ce code n'existe pas

source: So sorry, At this moment credit is inactive
fa: متاسفانه در این لحظه سیستم اعتبار غیر فعال است
fr: Désolé, la fonctionnalité Crédit en Compte est inactive

source: Order has payment. You cannont cancel it
fa: سفارش پرداخت دارد. نمی توانید آن را لغو کنید
fr: La commande est associée à un paiement. Vous ne pouvez pas l'annuler.

source: Order canceled
fa: سفارش لغو شده
fr: Commande annulée

source: Order has payment. You cannont access to this page
fa: سفارش پرداخت دارد. شما نمی توانید به این صفحه دسترسی پیدا کنید
fr: La commande est associée à un paiement. Vous ne pouvez pas accéder à cette page.

source: This order not actice.
fa: این سفارش فعال نیست
fr: Cette commande n'est pas active.

source: Token not true
fa: توکن صحیح نیست
fr: Token non exact

source: use credit to pay order %s
fa: برای پرداخت سفارش %s از اعتبار استفاده کنید
fr: Utiliser le crédit en compte pour payer la commande %s

source: Your payment were successfully.
fa: پرداخت شما موفقیت آمیز بود.
fr: Votre paiement a réussi.

source: Error to get information.
fa: خطا در گرفتن اطلاعات.
fr: Impossible de récupérer l'information

source: Error to get %s.
fa: خطا در گرفتن %s.
fr: Impossible d'obtenir %s.

source: Your running pay processing not set
fa: پروسه پرداخت در حال اجرای شما تنظیم نشده است
fr: Votre process de paimeent n'est pas défini

source: Your IP address changed and processing not valid
fa: آدرس آی پی شما در هنگام پرداخت تغییر کرده است و این روند خرید صحیح نیست
fr: Votre adresse IP a a changé : le process de paiement n'est pas valide

source: Your payment method has been accepted. Your reservation is awaiting validation, you will only be debited once the reservation has been confirmed by the owner.
fa: روش پرداخت شما پذیرفته شده است. رزرو شما در انتظار تأیید است ، فقط پس از تأیید رزرو توسط مالک ، از شما کسر می شود.
fr: Votre moyen de paiement a été accepté. Votre réservation est en attente de validation, vous ne serez débité qu'une fois la réservation validée par le propriétaire/gérant.

source: Your payment wont successfully.
fa: پرداخت شما موفقیت آمیز نبود.
fr: Votre paiement a échoué.

source: Did not set any request
fa: هیچ درخواستی ذخیره نشده است
fr: Aucune demande effectuée.

source: Payment canceled
fa: پرداخت لغو شد
fr: Paiement annulé

source: Test mode not active.
fa: حالت تست فعال نیست.
fr: Mode Test non actif.

source: You need login to system for subscription
fa: برای اشتراک باید به سیستم وارد شوید

source: %s not set
fa: %s تنظیم نشده

source: Account Type
fa: نوع حساب کاربری
fr: Type de compte

source: Company Information
fa: اطلاعات شرکت
fr: Coordonnées Entreprise

source: Legal representative (Personal Information)
fa: نماینده قانونی (اطلاعات شخصی)
fr: Représentant Legal (Coordonnées Personnelles)

source: Account type
fa: نوع حساب کاربری
fr: Type de compte

source: Address
fa: آدرس
fr: Adresse

source: Address addition
fa: آدرس ( خط دوم )
fr: Complément d'adresse

source: Zip code
fa: کد پستی
fr: Code Postal

source: City
fa: شهر
fr: Ville

source: State
fa: استان
fr: Département-Province

source: Country
fa: کشور
fr: Pays

source: Company ID
fa: کد اقتصادی
fr: N° Entreprise (SIREN ou SIRET)

source: Company VAT
fa: کد مالیات
fr: N° TVA Entreprise

source: Please fill in the following information
fa: لطفا اطلاعات زیر را پر کنید
fr: Merci de renseigner les informations suivantes

source: First name
fa: نام
fr: Prénom

source: Last name
fa: نام خانوادگی
fr: Nom

source: Birthday
fa: تاریخ تولد
fr: Date Naissance

source: ID number
fa: کد ملی
fr: N° ID

source: Email
fa: ایمیل

source: Phone
fa: تلفن
fr: Téléphone

source: International number expected (+33123456789)
fa: شکل جهانی شماره تلفن (+33123456789)
fr: Format Numérotation Internationale attendue (+33123456789)

source: Mobile
fa: موبایل

source: example : +33123456789
fa: مثال : 09121112233
fr: exemple : +33123456789

source: Save
fa: ذخیره
fr: Enregistrer

source: Add
fa: اضافه کردن
fr: Ajouter

source: User ID
fa: شناسه کاربر
fr: N° Utilisateur

source: Amount
fa: مبلغ
fr: Montant

source: Type fluctuation
fa: نوع تغییر اعتبار
fr: Sens évolution

source: Select module for use this credit
fa: انتخاب ماژول برای درج این اعتبار
fr: Sélectionner le module qui utilise ce crédit

source: User message
fa: پیام کاربر
fr: Message utilisateur

source: Admin message
fa: پیام مدیر
fr: Message Admin

source: Filter
fa: فیلتر
fr: Filtrer

source: Title
fa: عنوان
fr: Titre

source: Status
fa: وضعیت
fr: Statut

source: Published
fa: منتشر شده
fr: Publié

source: Pending review
fa: در انتظار تایید
fr: En attente de revision

source: Draft
fa: پیش نویس
fr: Brouillon

source: Private
fa: خصوصی
fr: Privé

source: Choose your payment method
fa: روش پرداخت خود را انتخاب کنید
fr: Choisissez votre méthode de paiement

source: Submit
fa: ارسال
fr: Soumettre

source: Price
fa: قیمت
fr: Prix

source: Time
fa: زمان
fr: Date

source: Days
fa: روز
fr: Jours

source: Offline
fa: آفلاین
fr: Hors Ligne

source: Gateway
fa: دروازه
fr: Passerelle

source: Due date
fa: سررسید پرداخت
fr: Date échéance

source: Payment date
fa: تاریخ پرداخت
fr: Date paiement

source: Comment
fa: نظر
fr: Commentaire

source: Invoice date
fa: تاریخ ساخت فاکتور
fr: Date de facturation

source: Type payment
fa: نوع پرداخت
fr: Type de paiement

source: Order ID
fa: شناسه سفارش
fr: N° Commande

source: Bank ID
fa: شناسه بانک
fr: Numéro Banque

source: Payment status
fa: پرداخت
fr: Statut de paiement

source: All
fa: همه
fr: Tout

source: UnPaid
fa: پرداخت نشده
fr: Non réglé

source: Delayed
fa: معوقه
fr: Retardé

source: Start from
fa: شروع از
fr: A partie de

source: End to
fa: پایان تا
fr: Fin le

source: Parent
fa: والد

source: Is active %s ?
fa: آیا %s فعال باشد؟
fr: %s est actif?

source: Time ( days )
fa: زمان ( روز )
fr: Temps (en jours)

source: Delivery address
fa: آدرس تحویل
fr: Adresse de livraison

source: Invoicing Address
fa: آدرس فاکتور
fr: Adresses de facturation

source: Packing
fa: بسته بندی
fr: Emballage/Conditionnement

source: Location
fa: مکان
fr: Livraison

source: Delivery methods
fa: روش تحویل
fr: Méthodes de livraison

source: User note
fa: توضیح مشتری
fr: Commentaire/Note

source: Give here more details you think we need to know about
fa: اطلاعات بیشتری را که نیاز است ما بدانیم در این بخش درج نمایید
fr: Indiquer ici un détail que vous souhaiteriez porter à notre connaissance

source: Update your profile by this information?
fa: به روز رسانی اطلاعات حساب کاربری با این اطلاعات؟
fr: Mettre à jour votre profil avec ces informations?

source: Terms & Conditions
fa: شرایط و مقررات
fr: Conditions Générales de Vente

source: I accept %s
fa: من %s را می پذیرم
fr: J'accepte les %s

source: Register and pay
fa: ثبت نام و پرداخت
fr: S'inscrire et règler

source: Register and save order
fa: ثبت نام و ثبت سفارش
fr: S'inscrire et créer la commande

source: Pay
fa: پرداخت
fr: Payer

source: Save order
fa: ثبت سفارش
fr: Enregistrer la commande

source: Module name
fa: نام ماژول
fr: Nom module

source: Product type
fa: نوع محصول
fr: Type de produit

source: Product / service ID
fa: شناسه محصول / خدمت
fr: Produit/ Service ID

source: Module item associated to the product
fa: مورد ماژول مربوط به محصول
fr: Elément du module associé au produit

source: Price ext VAT
fa: قیمت با مالیات
fr: Prix HT

source: Discount
fa: تخفیف
fr: Remise

source: Shipping price
fa: هزینه ارسال
fr: Prix Transport

source: Packing price
fa: هزینه بسته بندی
fr: Prix d'emballage

source: Setup price
fa: هزینه راه اندازی
fr: Coût installation

source: Vat price
fa: مالیات
fr: Montant TVA

source: Time start
fa: تاریخ شروع
fr: Date de départ

source: Time end
fa: تاریخ پایان
fr: Date de fin

source: Admin note
fa: توضیح مدیر
fr: Note Admin

source: Order
fa: سفارش
fr: Commande

source: Orders validated
fa: سفارش های تایید شده
fr: Commandes validés

source: Orders pending
fa: سفارش های در انتظار تایید
fr: Commandés en cours

source: Orders failed
fa: سفارش های خراب
fr: Commandes en échec

source: Orders cancelled
fa: سفارش های لغو شده
fr: Commandes annulées

source: Fraudulent orders
fa: سفارش های فریب آمیز
fr: Commandes Frauduleuses/douteuses

source: Orders finished
fa: سفارش های تکمیل شده
fr: Commandes terminées

source: Payment
fa: پرداخت
fr: Paiement

source: Delivery
fa: روش تحویل
fr: Livraison

source: Can pay?
fa: قابل پرداخت؟
fr: Peut régler?

source: Yes
fa: بلی
fr: Oui

source: No
fa: خیر
fr: Non

source: Free
fa: رایگان
fr: Gratuit

source: Onetime
fa: یک باره
fr: OneShot

source: Recurring
fa: دوره ای
fr: Recurrent

source: Installment
fa: خرید قسطی
fr: Echéance

source: Type commodity
fa: نوع کالا
fr: Type de bien

source: Code
fa: کد

source: You chose to pay through 2 installments : %s now, and %s before %s
fa: شما تصمیم گرفتید از طریق 2 قسط پرداخت کنید: %s اکنون و %s قبل %s
fr: Vous avez choisi de payer en 2 fois : %s maintenant, et %s avant le %s

source: Accept the %s
fa: پذیرش %s
fr: Accepter les %s

source: Pay %s
fa: پرداخت %s
fr: Payer %s

source: You need to create an address before pay
fa: قبل از پرداخت باید آدرس ایجاد کنید
fr: Vous devez créer une adresse afin de pouvoir payer

source: Order date
fa: تاریخ ثبت سفارش
fr: Date Commande

source: Invoicing address
fa: آدرس فاکتور
fr: Adresse Facturation

source: Your promo code
fa: کد تبلیغاتی شما
fr: Votre code avantage

source: Apply
fa: تایید
fr: Appliquer

source: Promo (%)
fa: تخفیف (٪)

source: Module
fa: ماژول

source: Show Promo Code on front CTA
fa: کد تبلیغاتی را در جلوی CTA نشان دهید
fr: Afficher le Code Promo sur le CTA front

source: Edit
fa: ویرایش
fr: Editer

source: Customer can make payment ?
fa: مشتری میتوانید این سفارش را پرداخت کند؟
fr: Le client peut procéder aux paiements?

source: Update
fa: به روز رسانی
fr: Mettre à jour

source: Note
fa: توضیح

source: Bitcoin (blockchain)
fa: بیت کوین

source: path
fa: مسیر
fr: chemin

source: Bank Mellat
fa: بانک ملت

source: pin
fa: شماره پایانه

source: username
fa: نام کاربری
fr: nom utilisateur

source: password
fa: واژه رمز
fr: mot de passe

source: bpVerifyRequest method is null
fa: روش تایید bpVerifyRequest خالی است

source: Your track code is : %s
fa: کد پیگیری تراکنش شما %s می باشد
fr: Votre code suivi est : %s

source: Bank Mellat error empty
fa: خطا در بانک ملت ، مقدار دریافتی از بانک خالی است
fr: Banque Mellat erreur vide

source: Bank Mellat error 0
fa: سرور بانک دچار مشکل می باشد

source: Bank Mellat error 41
fa: شماره درخواست تکراری است

source: Bank Mellat error 43
fa: عملیات قبلا انجام شده است

source: Bank Mellat error 17
fa: لغو عملیات پرداخت توسط کاربر صورت گرفته است

source: Bank Mellat error 415
fa: زمان شما برای انجام عملیات پرداخت به پایان رسیده است

source: Bank Mellat error 417
fa: شناسه پرداخت کننده نامعتبر است

source: Bank Mellat error 11
fa: شماره كارت نامعتبر است

source: Bank Mellat error 12
fa: موجودي كافي نيست

source: Bank Mellat error 13
fa: رمز نادرست است

source: Bank Mellat error 14
fa: تعداد دفعات وارد كردن رمز بيش از حد مجاز است

source: Bank Mellat error 15
fa: كارت نامعتبر است

source: Bank Mellat error 16
fa: دفعات برداشت وجه بيش از حد مجاز است

source: Bank Mellat error 18
fa: تاريخ انقضاي كارت گذشته است

source: Bank Mellat error 19
fa: مبلغ برداشت وجه بيش از حد مجاز است

source: Bank Mellat error 111
fa: صادر كننده كارت نامعتبر است

source: Bank Mellat error 112
fa: خطاي سوييچ صادر كننده كارت

source: Bank Mellat error 113
fa: پاسخي از صادر كننده كارت دريافت نشد

source: Bank Mellat error 114
fa: دارنده كارت مجاز به انجام اين تراكنش نيست

source: Bank Mellat error 21
fa: پذيرنده نامعتبر است

source: Bank Mellat error 23
fa: خطاي امنيتي رخ داده است

source: Bank Mellat error 24
fa: اطلاعات كاربري پذيرنده نامعتبر است

source: Bank Mellat error 25
fa: مبلغ نامعتبر است

source: Bank Mellat error 31
fa: پاسخ نامعتبر است

source: Bank Mellat error 32
fa: فرمت اطلاعات وارد شده صحيح نمي باشد

source: Bank Mellat error 33
fa: حساب نامعتبر است

source: Bank Mellat error 34
fa: خطاي سيستمي

source: Bank Mellat error 35
fa: تاريخ نامعتبر است

source: Bank Mellat error 42
fa: خریدی با این شماره درخواست یافت نشد

source: Bank Mellat error 44
fa: کسر پول از حساب مشتری صورت نگرفته است

source: Bank Mellat error 45
fa: واریز پول قبلا انجام شده است

source: Bank Mellat error 46
fa: واریز پول به حساب پذیرنده انجام نشده است

source: Bank Mellat error 47
fa: واریز پول به حساب پذیرنده انجام نشده است

source: Bank Mellat error 48
fa: پول مشتری به حساب او بازگشت داده شده است

source: Bank Mellat error 49
fa: تراکنش استرداد وجه دلخواه یافت نشد

source: Bank Mellat error 412
fa: شناسه قبض نادرست است

source: Bank Mellat error 413
fa: شناسه پرداخت نادرست است

source: Bank Mellat error 414
fa: سازمان صادر كننده قبض نامعتبر است
